Repository: kvalood/xforms
Catalog: language/*/LC_MESSAGES/xforms.po
Languages: ru_ru

source: <!--%s--> Must have at least %s characters
ru_ru: В поле <!--%s--> должно быть не менее %s символов

source: <!--%s--> The field must be no more than %s characters
ru_ru: В поле <!--%s--> должно быть не более %s символов

source: Adding fields in the form
ru_ru: Добавление полей в форме

source: Back
ru_ru: Вернуться

source: Cancel
ru_ru: Отмена

source: Changes has been saved
ru_ru: Изменения были сохранены

source: Code protection
ru_ru: Защитный код

source: Create
ru_ru: Создать

source: Create and exit
ru_ru: Создание и выход

source: Create form
ru_ru: Создать форму

source: Delete
ru_ru: Удалить

source: Delete form
ru_ru: Удалить форму

source: Description
ru_ru: Описание

source: Does not appear on the site
ru_ru: Не отображается на сайте

source: don't show
ru_ru: не показывать

source: Edit cmsemail settings for this form
ru_ru: Изменить настройки Email для этой формы

source: Edit form
ru_ru: Редактировать форму

source: Editing
ru_ru: Редактирование

source: Editing fields in the form
ru_ru: Редактирование полей в форме

source: Email subject
ru_ru: Тема email

source: Enter a valid email address
ru_ru: Введите корректный адрес электронной почты

source: Enter correct email addresses
ru_ru: Ввести правильные адреса электронной почты

source: Enter the correct IP address
ru_ru: Введите правильный IP-адрес

source: Field created
ru_ru: Поле создано

source: Form designer
ru_ru: Конструктор форм

source: Form fields
ru_ru: Поля формы

source: Forms are missing
ru_ru: Формы отсутствуют

source: Remove
ru_ru: Удалить

source: Remove fields
ru_ru: Удаление полей

source: Remove the selected field?
ru_ru: Удалить выбранное поле?

source: Save
ru_ru: Сохранить

source: Save and exit
ru_ru: Сохранить и выйти

source: Save and go back
ru_ru: Сохранить и вернуться

source: Send order
ru_ru: Отправить заявку

source: Settigns form
ru_ru: Настройки формы

source: show
ru_ru: показать

source: Status change success
ru_ru: Статус успешно изменено

source: Successful message
ru_ru: Сообщение об успешной отправке

source: The field must contain an integer
ru_ru: Поле должно содержать целое число

source: The field must contain only a numeric value
ru_ru: Поле должно содержать только числовое значение

source: The field must contain the correct date
ru_ru: Поле должно содержать правильную дату

source: The field must contain the correct phone number. Spaces, hyphens and parentheses are not allowed
ru_ru: Поле должно содержать корректный номер телефона. Пробелы, дефисы и скобки не допускаются

source: The field must contain the correct time
ru_ru: Поле должно содержать правильное время

source: This field is required
ru_ru: Это поле является обязательным

source: Title form
ru_ru: Заголовок

source: Type the characters you see in this image.
ru_ru: Введите символы, которые вы видите на этом изображении.

source: URL form
ru_ru: URL формы

source: View on the site
ru_ru: Посмотреть на сайте

source: Widget settings
ru_ru: Настройки виджета

source: Your request has been successfully sent!
ru_ru: Ваш запрос был успешно отправлен!

source: Еnter a valid URL
ru_ru: Введите правильный URL-адрес
